{
  "partners" : [ {
    "logos" : [ {
      "logoUrl" : "../images/logos/google.svg",
      "name" : "Google",
      "url" : "https://www.google.com.ua/intl/en/about/"
    } ],
    "title" : "Event Partner"
  }, {
    "logos" : [ {
      "logoUrl" : "../images/logos/cardinal-solutions-group.jpg",
      "name" : "Cardinal Solutions",
      "url" : "https://www.cardinalsolutions.com/"
    }, {
      "logoUrl" : "../images/logos/kroger-technology-stacked.svg",
      "name" : "Kroger Technology",
      "url" : "https://www.kroger.com/liveKT/"
    } ],
    "title" : "Gold Partner"
  }, {
    "logos" : [ {
      "logoUrl" : "../images/logos/atomic-robot-logo.svg",
      "name" : "Atomic Robot",
      "url" : "https://www.atomicrobot.io"
    }, {
      "logoUrl" : "../images/logos/callibrity.svg",
      "name" : "Callibrity",
      "url" : "https://www.callibrity.com/"
    }, {
      "logoUrl" : "../images/logos/max-train.png",
      "name" : "Max Technical Training",
      "url" : "https://www.maxtrain.com/"
    }, {
      "logoUrl" : "../images/logos/root-insurance.png",
      "name" : "Root Insurance",
      "url" : "https://root.engineering/"
    } ],
    "title" : "Silver Partner"
  }, {
    "logos" : [ {
      "logoUrl" : "../images/logos/brooksource.png",
      "name" : "Brooksource",
      "url" : "https://www.brooksource.com/"
    }, {
      "logoUrl" : "../images/logos/columbus_collaboratory.png",
      "name" : "Columbus Collaboratory",
      "url" : "https://columbuscollaboratory.com/"
    }, {
      "logoUrl" : "../images/logos/duethealth.svg",
      "name" : "Duet Health",
      "url" : "https://www.duethealth.com/"
    } ],
    "title" : "Bronze Partner"
  }, null, {
    "logos" : [ {
      "logoUrl" : "../images/logos/gdg_cincinnati.png",
      "name" : "GDG Cincinnati",
      "url" : "https://www.meetup.com/cincy-android/"
    }, {
      "logoUrl" : "../images/logos/gdg_columbus.png",
      "name" : "GDG Columbus",
      "url" : "https://www.meetup.com/GDG-Columbus/"
    }, {
      "logoUrl" : "../images/logos/ITSA.png",
      "name" : "UC ITSA",
      "url" : "https://cech.uc.edu/it/itsa.html"
    } ],
    "title" : "Organizers"
  } ],
  "schedule" : [ {
    "date" : "2018-10-13",
    "dateReadable" : "October 13",
    "timeslots" : [ {
      "endTime" : "09:00",
      "sessions" : [ [ 200 ] ],
      "startTime" : "07:30",
      "trackIds" : [ 5 ]
    }, {
      "endTime" : "09:50",
      "sessions" : [ [ 101 ], [ 108 ], [ 103 ], [ 116 ] ],
      "startTime" : "09:00",
      "trackIds" : [ 1, 2, 3, 4 ]
    }, {
      "endTime" : "10:50",
      "sessions" : [ [ 102 ], [ 109 ], [ 104 ], [ 117 ] ],
      "startTime" : "10:00",
      "trackIds" : [ 1, 2, 3, 4 ]
    }, {
      "endTime" : "11:50",
      "sessions" : [ [ 115 ], [ 110 ], [ 105 ], [ 119 ] ],
      "startTime" : "11:00",
      "trackIds" : [ 1, 2, 3, 4 ]
    }, {
      "endTime" : "13:00",
      "sessions" : [ [ 201 ] ],
      "startTime" : "12:00",
      "trackIds" : [ 5 ]
    }, {
      "endTime" : "13:50",
      "sessions" : [ [ 114 ], [ 111 ], [ 106 ], [ 121 ] ],
      "startTime" : "13:00",
      "trackIds" : [ 1, 2, 3, 4 ]
    }, {
      "endTime" : "14:50",
      "sessions" : [ [ 107 ], [ 112 ], [ 120 ], [ 123 ] ],
      "startTime" : "14:00",
      "trackIds" : [ 1, 2, 3, 4 ]
    }, {
      "endTime" : "15:50",
      "sessions" : [ [ 118 ], [ 113 ], [ 122 ], [ 124 ] ],
      "startTime" : "15:00",
      "trackIds" : [ 1, 2, 3, 4 ]
    }, {
      "endTime" : "17:00",
      "sessions" : [ [ 125 ] ],
      "startTime" : "16:00",
      "trackIds" : [ 2 ]
    }, {
      "endTime" : "21:00",
      "sessions" : [ [ 205 ] ],
      "startTime" : "18:00",
      "trackIds" : [ 6 ]
    } ],
    "tracks" : [ {
      "id" : 1,
      "title" : "Room 400A"
    }, {
      "id" : 2,
      "title" : "Room 400B"
    }, {
      "id" : 3,
      "title" : "Room 400C"
    }, {
      "id" : 4,
      "title" : "Room 417"
    }, {
      "id" : 5,
      "title" : "Lobby"
    }, {
      "id" : 6,
      "title" : "Rhinegeist Taproom"
    } ]
  } ],
  "sessions" : {
    "100" : {
      "description" : "TBD",
      "id" : 100,
      "tags" : [ "TBD" ],
      "title" : "TBD"
    },
    "101" : {
      "complexity" : "Beginner",
      "description" : "Unfortunately, this session is canceled due to illness. We wish Carin the best of luck and hope for a speedy recovery.",
      "id" : 101,
      "speakers" : [ 1 ],
      "tags" : [ "machine-learning", "ai" ],
      "title" : "CANCELED DUE TO ILLNESS: Can you GAN?"
    },
    "102" : {
      "complexity" : "Intermediate",
      "description" : "ML Kit for Firebase comes with ready-to-use APIs for common machine learning tasks, but it also allows you to use your own custom models. In this talk, I want to show you how to set up and deploy custom models to your Android apps, with examples from image classification (of dumplings!) and text generation.",
      "id" : 102,
      "speakers" : [ 2 ],
      "tags" : [ "machine-learning", "ai", "firebase" ],
      "title" : "Not Har Gow: Using Custom Models with ML Kit",
      "videoId" : "bNVQULL6Mzc"
    },
    "103" : {
      "complexity" : "Beginner",
      "description" : "In this session, you will learn how to build, test, and deploy a web component using Nutmeg. Nutmeg is a tool for scaffolding components with tests and best practices baked in. We will walk you through the process, and you will leave with the knowledge you need to make and share your own components.",
      "id" : 103,
      "speakers" : [ 3 ],
      "tags" : [ "web", "cloud" ],
      "title" : "Build, Test, and Deploy a Web Component",
      "videoId" : "Oyy5T0qWGYA"
    },
    "104" : {
      "complexity" : "Intermediate",
      "description" : "Web frameworks have made our developer lives more productive and enjoyable. However, they continue to come along at a dizzying pace and each one is generally incompatible with the last. At the same time, browsers have implemented the Web Component standards inspired by the great ideas that web frameworks invented. It's worth asking ourselves if it's time to thank web frameworks for their service and climb off the treadmill. In this talk, I'll share the experience of building a web app using web components while deliberately limiting myself to browser available APIs. We'll dive into some of the web component standards with plenty of code examples. We'll take a look at some good ideas in web app development that don't require a framework or API to implement. Finally, we'll look at several libraries that make writing web components easier without sacrificing compatibility.",
      "id" : 104,
      "speakers" : [ 4 ],
      "tags" : [ "web", "cloud" ],
      "title" : "Stepping off the Framework Treadmill with Web Components",
      "videoId" : "vk3DH8ox4_Q"
    },
    "105" : {
      "complexity" : "Beginner",
      "description" : "Web Development is evolving. The need for reactive applications is growing, the issue is, many are stuck in the traditional paradigms of development. Reactive programming is not new, but until recently it has been an in-house operation. This leads to clunky code and proprietary solutions, libraries like RxJS fixes those issues. From Observables to Subjects, Multicasting to Error handling, it can be tricky to navigate. This talk aims at introducing RxJS and reactive programming, while discussing the pros and cons.",
      "id" : 105,
      "speakers" : [ 5 ],
      "tags" : [ "web", "cloud", "javascript" ],
      "title" : "RxJS: Next step in JavaScript and Programming",
      "videoId" : "31MvhhWS_hA"
    },
    "106" : {
      "complexity" : "Intermediate",
      "description" : "Docker is the go-to solution for containers, and Docker Swarm makes clustering for redundancy and load-balancing easy. But what about managing keys, passwords, and other source repository no-no's that need to be accessible to your services at runtime? In this talk, you'll learn about Docker Secrets, and how you can use them to make private data available to particular containers in a secure and simple way. You'll also see how to use Secrets with Docker Compose to automate the distribution of secrets to services on deployment.",
      "id" : 106,
      "speakers" : [ 6 ],
      "tags" : [ "devops", "docker" ],
      "title" : "Secrets of the Swarm",
      "videoId" : "WOr2iA1Fcdg"
    },
    "107" : {
      "complexity" : "Intermediate",
      "description" : "Accurate data provides the opportunity to understand your users, empirically validate product development, provide personalized experiences, and make good business decisions for the future. A not so long time ago in an Ohio city not so far away, accurate user data was non existent. In this session I will share what I learned implementing an analytics solution across four digital platforms—Android, iOS, Web, and Kiosk—using Google Analytics, Enhanced Ecommerce, Google Tag Manager, and Firebase. I will start with the why of analytics, presenting the business case, motivations, and hoped for ROI. Then I will highlight key pieces of Google’s analytics offerings as I share experiences from exploring and implementing Google Analytics. Whether you are deciding on which analytics solution to use on your current project or just interested in data, anyone looking to learn about Google’s analytics offerings will find value in this session.",
      "id" : 107,
      "speakers" : [ 7 ],
      "tags" : [ "firebase" ],
      "title" : "Data Analytics with Google: Implementing Google Analytics with Google Tag Manager and Firebase",
      "videoId" : "zuwyZxcGTFk"
    },
    "108" : {
      "complexity" : "Intermediate",
      "description" : "You can find Hello World and ListView tutorials all over the web. (In Flutter, they're pretty much the same thing.) But here we'll take a look at things on a little deeper level. We'll look at how Flutter differs from other cross platform approaches such as React Native or Xamarin and how Dart 2.0 is practically tailor made for the Flutter framework. We'll look at the way Flutter's UI widgets code is structured, so it won't look so strange and intimidating anymore. We'll talk about how you can unit test a UI in Flutter and then we can go over a few \"Pitfalls and Brick Walls\" that everyone seems to run into.",
      "id" : 108,
      "speakers" : [ 8 ],
      "tags" : [ "flutter", "dart", "android", "ios" ],
      "title" : "Flutter, Beyond Hello World",
      "videoId" : "B_kf_-277ZE"
    },
    "109" : {
      "complexity" : "Intermediate",
      "description" : "Android TV is the core of the living room experience. Extending the TV experience to a second screen can lead to increased engagement and delightful surprises for your users. For example, a user receives a push notification that allows them to smoothly transfer to your TV app to watch content they might have missed otherwise. We will take a deep dive into how to leverage a variety of Android technologies -- such as Nearby and FCM -- to augment your Android TV app with a second screen. ",
      "id" : 109,
      "speakers" : [ 9 ],
      "tags" : [ "tv", "android" ],
      "title" : "Making multi-screen magical moments",
      "videoId" : "ZCeu51VMcQM"
    },
    "110" : {
      "complexity" : "Beginner",
      "description" : "Cross platform mobile solutions have traditionally meant a good enough fit on one platform and a square peg in a round hole for all of the others. Yet the pressure from management to stop writing the same app twice on two platforms is constantly coming down from management. How can one code base be shared between two platforms without dropping down to the lower levels of C/C++ or going down the dark and twisted path of Javascript? In 2011, Jetbrains, the company behind IntelliJ and other tools popular with developers released the first version of the Swift like language known as Kotlin. Since then Kotlin has grown in popularity and features becoming a first class supported language on Android even. In mid 2017 Jetbrains brought Kotlin out of the JVM/Android world and released a Kotlin compiler front end for LLVM. Now today, it is possible to write code in a high level and type safe language geared toward developer productivity. Attendees of this talk will learn enough about Kotlin to see why it is a compelling language and how to write code in said language that can be simultaneously compiled to both an Android library and native iOS framework. Thus attendees will have gained the power to make management happy and hold onto that last thread of sanity.",
      "id" : 110,
      "speakers" : [ 10 ],
      "tags" : [ "kotlin", "android", "ios" ],
      "title" : "Cross platform the Kotlin Way",
      "videoId" : "_waFUQqPOkI"
    },
    "111" : {
      "complexity" : "Beginner",
      "description" : "With the advent of the Room (the official ORM for Android). Android Database persistence has become easier than ever. Simply annotate your model objects and just like magic you have a persistent data model. However, with such simplicity, we often times forget the basics. Concepts like referential integrity, proper indexing, foreign keys and relationships can often feel, well... foreign these days. Yet, these are essential concepts in good data design and will help safe guard your app against data loss and corruption.",
      "id" : 111,
      "speakers" : [ 11 ],
      "tags" : [ "android" ],
      "title" : "Mobile Database Persistence",
      "videoId" : "O_Rv-ng6870"
    },
    "112" : {
      "complexity" : "Intermediate",
      "description" : "Security is a necessary but often overlooked aspect that is critical to the success of any modern Android application. We will take a deep dive into the latest security features and APIs that the Android Framework offers, up to and including Android 9.0 Pie. If you are a beginner, we will show examples of how to start securing your Android app, and if you have an existing app secured, will we look at a refresher of best practices and new features of which you might wish to take advantage.",
      "id" : 112,
      "speakers" : [ 12 ],
      "tags" : [ "android", "security" ],
      "title" : "Securing Your Android Apps in 2018",
      "videoId" : "hQhFyzSejac"
    },
    "113" : {
      "complexity" : "Intermediate",
      "description" : "Wanna build an IoT device? If you have Android experience, it's easy with Android Things! How do you keep it connected with other Things and mobile devices? With Firebase, of course. In this session, we'll take a look at how some Firebase platform products were used to build a connected home appliance along with a companion Android app. It makes use of Cloud Storage, Firestore, Cloud Functions, and Cloud Messaging to keep everything connected, in addition to Google’s Nearby API.",
      "id" : 113,
      "speakers" : [ 13 ],
      "tags" : [ "android", "iot", "firebase" ],
      "title" : "Connect your Android Things with Firebase",
      "videoId" : "p9QNf376jmw"
    },
    "114" : {
      "complexity" : "Beginner",
      "description" : "Firebase is a suite of services offered by Google for ease of developing and managing apps in a variety of platforms such as Android, IOS, web. This presentation will cover remote config with A/B testing, Dynamics Links, Robotesting and Crashlytics. How to set them up and use them with a simple demo. ",
      "id" : 114,
      "speakers" : [ 14 ],
      "tags" : [ "firebase" ],
      "title" : "Firebase - How to set it up and use it",
      "videoId" : "Wwy1uHE8qfE"
    },
    "115" : {
      "complexity" : "Beginner",
      "description" : "Firebase makes it incredibly easy to write, deploy, and scale a serverless backend, written in TypeScript, for your app.  In this session, you’ll get to experience that using nothing more than a code editor and the Firebase CLI.  You’ll see the implementation of a REST API with HTTP triggers, and the augmentation of an existing app with database triggers.",
      "id" : 115,
      "speakers" : [ 13 ],
      "tags" : [ "firebase", "gcp", "javascript" ],
      "title" : "Go “serverless” with Cloud Functions for Firebase",
      "videoId" : "pVGeIUbgnp0"
    },
    "116" : {
      "complexity" : "Beginner",
      "description" : "Depression and anxiety have been a part of my life for nearly 2 decades, and with it came feelings of shame and self-condemnation.  However, in my day-to-day existence of working with agile teams, I love their imperfections and remind my teams daily that they do not have to be perfect. If I can treat my agile delivery teams with compassion and understanding, why couldn’t I extend that to myself? Agile delivery isn’t just an IT process.  It’s a way of bringing people together to tackle challenges and create change. By applying agile methods to myself, I’ve been able to improve my quality of life and focus on the areas that are most valuable to me. If you are someone interested in making a change in your life, this talk will hopefully inspire you.",
      "id" : 116,
      "speakers" : [ 15 ],
      "tags" : [ "agile", "soft-skills" ],
      "title" : "Strong, Kind, and Broken in All the Best Ways: Using agile methods to take your life back"
    },
    "117" : {
      "complexity" : "Beginner",
      "description" : "In the constant flux of software development, everyone involved in creating new technologies and features must adapt to changes or be left behind. One obstacle facing professional development is lack of support and/or guidance from management. According to a recent survey by Robert Half Finance & Accounting, only 26% of employers allow their employees to attend continuing professional education courses during business hours. However, all is not lost: change can come from within rather than management. Employees can take the reins of continuous improvement and generate positive change for themselves & their organization. In this session, the audience will learn how to implement a robust continuous improvement curriculum that can be integrated into an organization’s culture – one training class, one conference, one professional group at a time.",
      "id" : 117,
      "speakers" : [ 16 ],
      "tags" : [ "soft-skills" ],
      "title" : "Develop Yourself and Uplift Others",
      "videoId" : "L6GZO8j3IUU"
    },
    "118" : {
      "complexity" : "Beginner",
      "description" : "Blockchain is the technology that powers all the digital currencies including Bitcoin. This break-thru technology has many more uses than just digital currency but dreaming up new uses for Blockchain requires a good understanding of what Blockchain is and how it works. This presentation will introduce the audience to BlockChain technology describing what it is, how it works, and some uses beyond the cryptocurrencies. Get on the Blockchain train!",
      "id" : 118,
      "speakers" : [ 17 ],
      "tags" : [ "blockchain" ],
      "title" : "BlockChain: An Introduction",
      "videoId" : "4HHxdtXOlFE"
    },
    "119" : {
      "complexity" : "Intermediate",
      "description" : "Refactoring is a useful but often poorly understood skill. Effective refactoring leads to code that is easier to understand, maintain, and test. In this talk, you will learn how to identify code that needs to be refactored, types of refactoring you can do, and how to verify you’ve improved your code using Code Metrics tools in Visual Studio.",
      "id" : 119,
      "speakers" : [ 18 ],
      "tags" : [ "general" ],
      "title" : "Refactoring - Saving Your Code From Yourself",
      "videoId" : "jil_zIEKC48"
    },
    "120" : {
      "complexity" : "Beginner",
      "description" : "Google scale is nothing like the world has seen before: data centers all over the world housing over a million machines and thousands of miles of fiber optic cable. The Unified Fulfillment Optimization team at Google works on the hard problems that arise from operating at this scale. One area is focused on connecting the many moving parts that are needed to manage Google data centers ranging from forecasting Google products’ resource demand to managing our supply chain to fulfill predicted growth. Another is focused on efforts to make sure we expand our data center capacity in the most efficient and environmentally friendly way possible. In this talk, I will discuss some of the high level systems that we have developed as part of working towards these ambitious goals and talk a little about where we are looking to go in the future!",
      "id" : 120,
      "speakers" : [ 19 ],
      "tags" : [ "cloud" ],
      "title" : "Large-scale Resource Planning and Management at Google"
    },
    "121" : {
      "complexity" : "Intermediate",
      "description" : "You may have heard tales of branches that have thousands of lines changed, consisting of work that has taken weeks or months to complete. You might have even been asked to review one of these branches to identify any problems that may arise, but how are you supposed to understand that much code in a reasonable amount of time? Making so many changes at a single time can not only be difficult to merge into production but what can you do if something goes wrong? In this talk, we will review different strategies that we have used to slay the long-lived branch, reduce risk when deploying new features, and increasing developer happiness. ",
      "id" : 121,
      "speakers" : [ 20 ],
      "tags" : [ "general" ],
      "title" : "Slaying the Long-Lived Branch"
    },
    "122" : {
      "complexity" : "Intermediate",
      "description" : "Kotlin is a statically typed programming language that enables concise and understandable code without sacrificing performance, safety or 100% Java compatibility. That last bit is key. Developing an AWS Java Lambda function using Kotlin is possible because Kotlin is 100% compatible with Java. In this talk, attendees will learn how to implement the necessary AWS interfaces and classes to accept an incoming JSON request, return a JSON response and implement logging that integrates with AWS CloudWatch. Attendees will also learn how to package and deploy the lambda function to AWS. Comparisons will be made to Java to demonstrate how Kotlin makes developing an AWS Lambda function simpler and more concise. Attendees will leave this session with the knowledge necessary to develop their own AWS Lambda functions using Kotlin.",
      "id" : 122,
      "speakers" : [ 21 ],
      "tags" : [ "kotlin", "cloud" ],
      "title" : "AWS Java Lambda Functions with Kotlin",
      "videoId" : "lnRVkFYzE-I"
    },
    "123" : {
      "complexity" : "Beginner",
      "description" : "The way we feel is important! All that we think, do, or say is influenced, to some degree, by emotions. Many successful businesses and people recognize the importance of emotional considerations. The way we feel is important and should be considered! All software is intended to help solve some problem, and both problems and solutions evoke emotions. Software requirements are simply wants or needs, which often stem from core emotions. Research shows that emotions can affect the acceptance or rejection of software. The way we feel about software is important and should be considered! A placebo is designed and used primarily to evoke emotions. Things like sugar pills, false elevator door close buttons, and fake office thermostats aim “to please”, rather than have any other physical effects. Placebo requirements focus on emotions. And so, considering software through the lens of a placebo can help emphasize emotional considerations, and provide a valuable perspective on bugs, ethical design, and much more. In this session, I support the claims above, suggest some methods to elicit and test emotional requirements, and finally, use placebos as a lens to view software design and testing. Using presentations, demonstrations, and interactive discussions and exercises, we collaboratively explore why “The way we feel about software is important and should be considered!”.",
      "id" : 123,
      "speakers" : [ 22 ],
      "tags" : [ "soft-skills" ],
      "title" : "The Hidden Requirements: Exploring Emotions with Placebos",
      "videoId" : "ypE-2sKXqUU"
    },
    "124" : {
      "complexity" : "Beginner",
      "description" : "Everyone follows a different path in life and not all of them involve a 4-year IT program. Come hear the journey that other leaders in our field have taken in their career and ask about their experiences in a panel discussion.",
      "id" : 124,
      "speakers" : [ 23, 24, 25, 26, 27, 28, 29, 30, 31 ],
      "tags" : [ "community", "soft-skills" ],
      "title" : "Panel Talk on Non-traditional Paths into Technology",
      "videoId" : "_ESXL5STRIo"
    },
    "125" : {
      "description" : "Open forum Q&A with all Ohio DevFest speakers",
      "id" : 125,
      "tags" : [ "community" ],
      "title" : "Fireside Chat",
      "videoId" : "En42ujbspkI"
    },
    "200" : {
      "description" : "Check-in, grab some breakfast, visit our partners' booths, and socialize.",
      "id" : 200,
      "tags" : [ "general", "food" ],
      "title" : "Check-in & Breakfast"
    },
    "201" : {
      "description" : "",
      "id" : 201,
      "tags" : [ "general", "food" ],
      "title" : "Lunch"
    },
    "205" : {
      "description" : "We don't want Ohio DevFest to end! Let's keep the fun going. Join us at the Rhinegeist Taproom at 1910 Elm St, Cincinnati, OH 45202 (https://goo.gl/maps/gGBEMHrwcJ82) for food, beer, and socializing! Everyone is invited! Under 21 food and beverages available. Proper ID and wristbands will be required for alcohol consumption. Please drink responsibly!",
      "id" : 205,
      "tags" : [ "general", "food", "community" ],
      "title" : "After Party"
    }
  },
  "speakers" : [ null, {
    "bio" : "A native of Cincinnati, OH, she received her degree in Physics from the University of Cincinnati. She is involved in the Apache MXNet deep learning project and is also the author of the O’Reilly book, “Living Clojure”.",
    "company" : "Cognitect",
    "country" : "Cincinnati, OH",
    "email" : "carinmeier@gmail.com",
    "featured" : true,
    "id" : 1,
    "name" : "Carin Meier",
    "photoUrl" : "../images/people/carin_meier.jpg",
    "socials" : [ {
      "icon" : "twitter",
      "link" : "https://twitter.com/gigasquid",
      "name" : "Twitter"
    } ]
  }, {
    "bio" : "Since 2010, Eric has worked on various mobile apps and games, and has worked at Shopify as an Android developer for the last 5 years. Eric caught the public speaking bug a few years ago, and is also an organizer of GDG Toronto Android. In addition to coding, he enjoys making and eating elaborate desserts.",
    "company" : "Shopify",
    "country" : "Toronto, Canada",
    "email" : "efung@acm.org",
    "featured" : true,
    "id" : 2,
    "name" : "Eric Fung",
    "photoUrl" : "../images/people/eric_fung.jpg",
    "socials" : [ {
      "icon" : "twitter",
      "link" : "https://twitter.com/gnufmuffin",
      "name" : "Twitter"
    } ]
  }, {
    "bio" : "An experienced developer, start-up founder, and international speaker, Abraham Williams brings a broad range of skills to his current role as a senior developer at Bendyworks. A top 1% contributor at Stack Overflow and an active member of Google Developer Groups, Abraham has been recognized by Google as a Developer Expert for his ability to identify technology problems and provide quality solutions in the community.",
    "company" : "Bendyworks",
    "country" : "Madison, WI",
    "email" : "4braham@gmail.com",
    "featured" : true,
    "id" : 3,
    "name" : "Abraham Williams",
    "photoUrl" : "../images/people/abraham_williams.jpg",
    "socials" : [ {
      "icon" : "twitter",
      "link" : "https://twitter.com/abraham",
      "name" : "Twitter"
    } ]
  }, {
    "bio" : "Chris Nelson is the Co-Founder of Gaslight, an agile software development firm in Cincinnati. He heads up DevBuilders, the company’s apprenticeship program, mentors young developers and sets technology direction. What does he love most about his job? Sharing what he’s learned from nearly 20 years developing software across a wide range of industries. Chris has given workshops across the country and spent time teaching at Dev Bootcamp in Chicago. He’s speaks regularly at conferences such as RailsConf, RubyConf, JavaOne, HTML5 Developer Conference, No Fluff Just Stuff, and CodeMash. ",
    "company" : "Gaslight",
    "country" : "Cincinnati, OH",
    "email" : "chris@gaslight.co",
    "featured" : true,
    "id" : 4,
    "name" : "Chris Nelson",
    "photoUrl" : "../images/people/chris_nelson.jpg",
    "socials" : [ {
      "icon" : "twitter",
      "link" : "https://twitter.com/superchris",
      "name" : "Twitter"
    } ]
  }, {
    "bio" : "Ali is a lot of things: a developer, power-forward, Muslim, entrepreneur, camp counselor, and self described comic. Boiled down, he is a problem solver. Whether he is writing an app, starting a new exciting business venture, or running a play, he enjoys creatively solving problems.",
    "company" : "Crown Equipment",
    "country" : "Dayton, OH",
    "email" : "ali.abiba298@gmail.com",
    "featured" : true,
    "id" : 5,
    "name" : "Ali Abiba",
    "photoUrl" : "../images/people/ali_abiba.jpg",
    "socials" : [ {
      "icon" : "twitter",
      "link" : "https://twitter.com/coffee_n_code_",
      "name" : "Twitter"
    } ]
  }, {
    "bio" : "Bill is a Principal Consultant for Improving in Columbus, where he serves as an Agile Developer and Professional Scrum Master. He has 20+ years of professional experience in technology, startups, industrial psychology, and management consulting, and his most noteworthy industry expertise is in software, automotive, utilities, healthcare, government, and non-profits. In his spare time, he enjoys creating art in various mediums, and mentoring up-and-coming software developers.",
    "company" : "Improving",
    "country" : "Columbus, OH",
    "email" : "bill.horvath@improving.com",
    "featured" : true,
    "id" : 6,
    "name" : "Bill Horvath",
    "photoUrl" : "../images/people/bill_horvath.jpg",
    "socials" : [ {
      "icon" : "twitter",
      "link" : "https://twitter.com/billhorvath",
      "name" : "Twitter"
    } ]
  }, {
    "bio" : "Adam Pasternack is a life-long adventurer who is insatiably curious. He enjoys making ideas into reality, and sharing the things he has learned with others at user-groups and conferences. Currently a consultant at Improving, he is well versed in application development. Javascript and front end frameworks have been a special interest over the past couple years. Currently Adam is deepening his interests in Machine Learning and Data Pipelining through a MS in CS in Machine Learning through Udacity and Georgia Tech. Adam helps run the Central Ohio .Net Developers group and is the co-leader of the Columbus Angular meetup. Outside of code, his passions include skiing, cooking, epic hikes, and philosophy. Connect with him on twitter @AJPasternack.",
    "company" : "Improving",
    "country" : "Columbus, OH",
    "email" : "adam.pasternack@gmail.com",
    "featured" : true,
    "id" : 7,
    "name" : "Adam Pasternack",
    "photoUrl" : "../images/people/adam_pasternack.jpg",
    "socials" : [ {
      "icon" : "twitter",
      "link" : "https://twitter.com/AJPasternack",
      "name" : "Twitter"
    } ]
  }, {
    "bio" : "Scott is an American mobile application developer, author, speaker, trainer and Flutter evangelist. A jack of most trades technical, his own past training ranges from 4000 hours of formal schooling as a Navy Electronics Technician to being a trained public speaker and self taught application developer. After a series of nagging injuries, it became clear he needed to find a career that doesn't involve lifting, climbing on or crawling under machinery in order to effect: “desperate, last minute solutions to impossible problems” (created by other people). He soon realized that his formal training in troubleshooting and problem solving could also be applied to software. After a bit of digging, he discovered Flutter in the fall of 2017 and never looked back. Today, Scott is a co-founder of the Flutter Study Group (FSG), a Slack group inspired by the Android Study Group. He is also owner of the “Flutter Worldwide Virtual Office”; an all day / every day Zoom web conference used by Flutter developers from nine countries, on four continents, that continues to gather some of the most skilled Flutter developers in the world. Additionally, he is one of several people behind the “Flutter Community” on Medium.com. He is available for various talks and training sessions, including the ever-popular Flutter 101, “Flutter: Beyond Hello World” and a two / three day “Bootstrap” training program intended to take your team from zero to productive in Flutter within 72 hours; due to be unveiled in late Summer / early Fall 2018. He can be reached at scottstoll2017@gmail.com, @ScottS2017 on Twitter and is known as Scott in the FSG Slack group.",
    "company" : "Flutter Productions",
    "country" : "Sagamore Hills, OH",
    "email" : "scottstoll2017@gmail.com",
    "featured" : true,
    "id" : 8,
    "name" : "Scott M Stoll",
    "photoUrl" : "../images/people/scott_stoll.png",
    "socials" : [ {
      "icon" : "twitter",
      "link" : "https://twitter.com/scottstoll2017",
      "name" : "Twitter"
    } ]
  }, {
    "bio" : "Benjamin Baxter grew up in Cincinnati and moved to San Jose, California. He has been developing with Android since 🍩 (how far we have come). He worked at Kroger on their Android App before leaving to join Google to be a Developer Advocate focused on Android TV 📺. He loves binging watching TV shows and loves to hear what others are watching.",
    "company" : "Google",
    "companyLogo" : "/images/logos/google.svg",
    "country" : "San Jose, CA",
    "email" : "benbaxter@google.com",
    "featured" : true,
    "id" : 9,
    "name" : "Benjamin Baxter",
    "photoUrl" : "../images/people/benjamin_baxter.jpg",
    "socials" : [ {
      "icon" : "twitter",
      "link" : "https://twitter.com/benjamintravels",
      "name" : "Twitter"
    } ]
  }, {
    "bio" : "Sam is an independent contractor from Cincinnati, OH specializing in mobile development. He is passionate about software development and the challenges it brings. He loves exploring ways to write better code and create better apps and at ever bigger scale. When he isn’t behind a keyboard you can find him spending time with his wife, two teenagers and three dogs. He may also be exploring new recipes in the kitchen or hiking through his local parks.",
    "company" : "",
    "country" : "Cincinnati, OH",
    "email" : "samus@codeargyle.com",
    "featured" : true,
    "id" : 10,
    "name" : "Sam Corder",
    "photoUrl" : "../images/people/sam_corder.jpg",
    "socials" : [ {
      "icon" : "twitter",
      "link" : "https://twitter.com/samcorder",
      "name" : "Twitter"
    } ]
  }, {
    "bio" : "Eric Maxwell builds Android apps & teaches at Big Nerd Ranch, creates video lessons at Caster.IO and writes from time to time about things he's working on or interested in. He also speaks regularly at conferences. You can see what he's up at http://emaxwell.info. When he's not writing or speaking, he enjoys spending time with his wife and two daughters.",
    "company" : "Big Nerd Ranch",
    "country" : "Plain City, OH",
    "email" : "ericmaxwell2003@gmail.com",
    "featured" : true,
    "id" : 11,
    "name" : "Eric A Maxwell",
    "photoUrl" : "../images/people/eric_maxwell.jpg",
    "socials" : [ {
      "icon" : "twitter",
      "link" : "https://twitter.com/emmax",
      "name" : "Twitter"
    } ]
  }, {
    "bio" : "Mobile Developer, Security Enthusiast, Adjunct Lecturer, Runner, and Father of 2",
    "company" : "The Kroger Co.",
    "country" : "Hebron, KY",
    "email" : "michael.clark.jr@gmail.com",
    "featured" : true,
    "id" : 12,
    "name" : "Michael L Clark Jr",
    "photoUrl" : "../images/people/michael_clark.png",
    "socials" : [ {
      "icon" : "twitter",
      "link" : "https://twitter.com/michaelclarkjr",
      "name" : "Twitter"
    } ]
  }, {
    "bio" : "Doug is a native Ohioan, veteran engineer, experienced public speaker, and developer advocate at Google with the Firebase team. He's been developing for Android since the very first Android device was on the market, and has bootstrapped the efforts of silicon valley startups. Outside of work, Doug follows professional ice hockey and enjoys craft beer.",
    "company" : "Google",
    "companyLogo" : "/images/logos/google.svg",
    "country" : "Sunnyvale, CA",
    "email" : "dougstevenson@google.com",
    "featured" : true,
    "id" : 13,
    "name" : "Doug Stevenson",
    "photoUrl" : "../images/people/doug_stevenson.jpg",
    "socials" : [ {
      "icon" : "twitter",
      "link" : "https://twitter.com/CodingDoug",
      "name" : "Twitter"
    } ]
  }, {
    "bio" : "Senior Android Engineer working on Xfinity home Android app for Comcast cable",
    "company" : "Comcast Cable",
    "country" : "New Jersey",
    "email" : "fxsweety@gmail.com",
    "featured" : true,
    "id" : 14,
    "name" : "Sweety Bertilla Francis Xavier",
    "photoUrl" : "../images/people/sweety_bertilla.jpg",
    "socials" : [ {
      "icon" : "twitter",
      "link" : "https://twitter.com/fxsweety",
      "name" : "Twitter"
    } ]
  }, {
    "bio" : "Megs has worked with agile delivery teams for 5 years and believes that treating folks with compassion and respect is the key to kickass teams of ninja problem solvers. She doesn’t buy into capital-A agile dogma, finding that jargon and drum circles often get in the way.  Instead Megs likes meet people where they are in order to solve real problems and create valuable change.  Away from the office, she sings to her cats and does her best to embarrass her teenage daughter and husband in St Louis, MO.",
    "company" : "Slalom",
    "country" : "Saint Louis, MO",
    "email" : "meaghanecarter@gmail.com",
    "featured" : true,
    "id" : 15,
    "name" : "Meaghan Carter",
    "photoUrl" : "../images/people/meaghan_carter.jpg",
    "socials" : [ {
      "icon" : "twitter",
      "link" : "https://twitter.com/themegscarter",
      "name" : "Twitter"
    } ]
  }, {
    "bio" : "Thomas is presently serving as a Senior Application Architect for Huntington National Bank. He is responsible for the conversion from manual testing to Ruby/Cucumber automation for the entire enterprise. Originally accountable for the development and maintenance of automation frameworks for Digital Channels, he now leads the automation effort for 73 applications across Huntington that encompass testing, metrics & reporting, data, and environment. Thomas leads the training & technical support for both on-site employees as well as offshore contractors. He has developed test strategies and assisted in coordination between multiple lines to improve delivery effectiveness & resource flexibility.",
    "company" : "Huntington National Bank",
    "country" : "Columbus, OH",
    "email" : "tjhaver@gmail.com",
    "featured" : true,
    "id" : 16,
    "name" : "Thomas Haver",
    "photoUrl" : "../images/people/thomas_haver.jpg",
    "socials" : [ {
      "icon" : "twitter",
      "link" : "https://twitter.com/cogsfun",
      "name" : "Twitter"
    } ]
  }, {
    "bio" : "I am a lifelong software development professional who loves to instruct energetic, motivated people on how to be successful, professional software developers. I began my software development back in the mainframe days with Cobol on a mainframe computer. I have been doing all phases of C#.NET development starting in 2000 with the first beta version of .NET. For the last fifteen plus years, the vast majority of my work has been web-based, enterprise applications that run businesses here in Cincinnati. In addition, I’ve spent a significant amount of time using Java and other open-source technology including PHP and Python. More recently, I have been doing a log of research into blockchain because I see it as a foundational technology support many new types of applications beyond the cryptocurrencies. I graduated Magna Cum Laude with a BS in Information Processing Systems from the University of Cincinnati.",
    "company" : "MAX Technical Training",
    "country" : "Loveland, OH",
    "email" : "gdoud@maxtrain.com",
    "featured" : true,
    "id" : 17,
    "name" : "Greg Doud",
    "photoUrl" : "../images/people/greg_doud.jpg"
  }, {
    "bio" : "Lorien took a roundabout path before ending up as a software developer. She studied Mechanical Engineering before running out of scholarship money at about the same time she realized she was in the wrong major. After a few years in the workforce, she decided to attend the local community college with the intent to become a systems administrator. One C# class later, she was hooked on development and transferred into a four year program at the main campus of the University of Cincinnati, where she earned a BS in Information Technology while working in her first job as a software developer. Lorien has spoken at the 2018 Pittsburgh Tech Fest, presents lightning talks with the Cincinnati chapter of Women Who Code on a variety of technical topics. She also volunteers as an instructor's assistant at various learn to code events, targeting ages from elementary school through adult.",
    "company" : "Making Everlasting Memories",
    "country" : "Batavia, OH",
    "email" : "lorien.rensing@gmail.com",
    "featured" : true,
    "id" : 18,
    "name" : "Lorien Rensing",
    "photoUrl" : "../images/people/lorien_rensing.jpg",
    "socials" : [ {
      "icon" : "twitter",
      "link" : "https://twitter.com/makerlorien",
      "name" : "Twitter"
    } ]
  }, {
    "bio" : "Arathi Mani is a Software Engineer in Technical Infrastructure at Google, currently focused on developing software for data center resource planning and provisioning. She received her Masters degree in Computer Science from Stanford University and her Bachelors in Computer Science Engineering from The Ohio State University. When she isn’t trying to ensure Google has enough machines to keep it running, she enjoys hiking around the Bay Area, traveling, and every now and again playing violin.",
    "company" : "Google",
    "companyLogo" : "/images/logos/google.svg",
    "country" : "Redwood City, CA",
    "email" : "mani.arathi@gmail.com",
    "featured" : true,
    "id" : 19,
    "name" : "Arathi Mani",
    "photoUrl" : "../images/people/arathi_mani.jpg",
    "socials" : [ {
      "icon" : "gplus",
      "link" : "https://plus.google.com/+ArathiMani",
      "name" : "Google Plus"
    } ]
  }, {
    "bio" : "Kat Fairbanks is a Senior Developer at Everything But The House in Cincinnati, and Co-Director of the Cincinnati chapter of Women Who Code. Her interests range from web development to artificial intelligence and data analytics. In her free time, she enjoys knitting, building custom keyboards, and napping with her cat Git.",
    "company" : "Everything But The House",
    "country" : "Cincinnati, OH",
    "email" : "ktornwall@gmail.com",
    "featured" : true,
    "id" : 20,
    "name" : "Kat Fairbanks",
    "photoUrl" : "../images/people/katherine_fairbanks.jpg",
    "socials" : [ {
      "icon" : "twitter",
      "link" : "https://twitter.com/DerKatzenbar",
      "name" : "Twitter"
    } ]
  }, {
    "bio" : "Keith Wedinger is a Senior Software Engineer at Root Insurance in Columbus, Ohio. He has over 29 years experience architecting, designing, developing and delivering high quality software solutions for several companies including Abercrombie & Fitch, Diebold, IBM, Lexmark, Limited Brands, Ohio State, and Sterling Commerce.  He is very passionate about architecting and developing software solutions that deliver exceptional ROI. He has presented at Beer City Code, CodeMash, Code PaLOUsa, Columbus Code Camp, DogFoodCon, M3, Momentum, Music City Tech, Path to Agility, StirTrek, and That Conference. When not at work, he enjoys dining, traveling and craft brewery exploration with his beautiful wife Karen and spending time when he can with his twin daughters who now work full time in their chosen professions.",
    "company" : "Root Insurance",
    "country" : "Columbus, OH",
    "email" : "keith.wedinger@icloud.com",
    "featured" : true,
    "id" : 21,
    "name" : "Keith Wedinger",
    "photoUrl" : "../images/people/keith_wedinger.jpg",
    "socials" : [ {
      "icon" : "twitter",
      "link" : "https://twitter.com/jkwuc89",
      "name" : "Twitter"
    }, {
      "icon" : "linkedin",
      "link" : "https://www.linkedin.com/in/kwedinger",
      "name" : "LinkedIn"
    }, {
      "icon" : "untappd",
      "link" : "https://untappd.com/user/jkwuc89",
      "name" : "Untappd"
    }, {
      "icon" : "github",
      "link" : "https://github.com/jkwuc89",
      "name" : "GitHub"
    }, {
      "icon" : "website",
      "link" : "https://jkwuc89.github.io",
      "name" : "Blog"
    } ]
  }, {
    "bio" : "Damian Synadinos has been helping “build better software and build software better” for more than 25 years. Now, through his company Ineffable Solutions, Damian offers experienced-based and research-hardened talks, training, and consulting that are educational and enjoyable. His experience spans many roles and companies in diverse industries including airline, education, ecommerce, finance, insurance, retail, and commercial realty. Damian also helps organize an annual, regional testing conference, and frequently mentors, coaches, and advises IT professionals around the world. He is an international speaker and trainer, presenting fundamental topics applicable to a wide range of contexts at numerous conferences and corporations. Additionally, Damian has over 10 years of theatrical improv experience and frequently uses applied improv to teach a variety of subjects.",
    "company" : "ineffable-solutions.com",
    "country" : "Columbus, OH",
    "email" : "dsynadinos@ineffable-solutions.com",
    "featured" : true,
    "id" : 22,
    "name" : "Damian Synadinos",
    "photoUrl" : "../images/people/damian_synadinos.jpg",
    "socials" : [ {
      "icon" : "twitter",
      "link" : "https://twitter.com/dsynadinos",
      "name" : "Twitter"
    } ]
  }, {
    "bio" : "I am currently working full time at Abercrombie & Fitch within our IT department, While I am currently on my 2nd year, completing my degree in engineering, and computer science.  In my spare time, I will be working on my side hustles of which one day might be installing an IoT device in a home or simply working on one of my many ideas. I also volunteer my time and am on the board of a non-profit within, the domestic violence space. In my free or personal time, I enjoy doing outdoor activities/ Hydroponics, exercise gaming, Basketball, learning or trying new things, and just hanging out with good friends and good food.",
    "company" : "Abercrombie & Fitch",
    "country" : "Urbancrest, OH",
    "featured" : false,
    "id" : 23,
    "name" : "Nicholas Phipps",
    "photoUrl" : "../images/people/nicholas_phipps.jpg"
  }, {
    "bio" : "Marlena Bowen is a software engineer from Columbus, OH. While working as a receptionist at a Venture Capital firm, she fell in love with technology and software development, and now works as a Ruby on Rails developer at a startup. She loves crushing bugs, automating manual processes, and empowering others to do their absolute best at work.",
    "company" : "Bold Penguin",
    "country" : "Columbus, OH",
    "email" : "marlenabowen@gmail.com",
    "featured" : false,
    "id" : 24,
    "name" : "Marlena Bowen",
    "photoUrl" : "../images/people/marlena_bowen.jpg",
    "socials" : [ {
      "icon" : "twitter",
      "link" : "https://twitter.com/marlenacodes",
      "name" : "Twitter"
    } ]
  }, {
    "bio" : "Laura is an Advanced Analytics Consultant at Fuse by Cardinal Health. She has a demonstrated history of working in the health care industry in various roles from data analyst, researcher, agile product management, and healthcare provider.  She received an AuD from Ohio University and practiced as an Audiologist in North Carolina before returning to Ohio and transitioning into Healthcare IT. ",
    "company" : "Fuse by Cardinal Health",
    "country" : "Columbus, OH",
    "email" : "laura@neutralspace.org",
    "featured" : false,
    "id" : 25,
    "name" : "Laura Stephens",
    "photoUrl" : "../images/people/laura_stephens.jpg"
  }, {
    "bio" : "Elizabeth Adebayo is a recent graduate from I.C. Stars Columbus, an I.T. workforce development program. She also obtained her Bachelor of Art degree in Mass Communication from Wright State University in 2013. She has a background in Communication,recruitment, and broadcasting. Her recent educational endeavors have lead her to the world of I.T.",
    "company" : "I.C. Stars Columbus",
    "country" : "Columbus, OH",
    "email" : "elizabeth.adebayo@icstars-columbus.org",
    "featured" : false,
    "id" : 26,
    "name" : "Elizabeth Adebayo",
    "photoUrl" : "../images/people/elizabeth_adebayo.jpg",
    "socials" : [ {
      "icon" : "twitter",
      "link" : "https://twitter.com/damilolasaidso",
      "name" : "Twitter"
    } ]
  }, {
    "bio" : "Parker is an Android team lead at Duet Health",
    "company" : "Duet Health",
    "country" : "Columbus, OH",
    "email" : "ameriod@gmail.com",
    "featured" : false,
    "id" : 27,
    "name" : "Parker Williams",
    "photoUrl" : "../images/people/parker_williams.jpg"
  }, {
    "bio" : "Sean is the Lead Java Instructor for the Cincy Code IT / MAX Technical Training Java Bootcamps.  He's worked in IT for over 20 years, most of them in Java/Web Development and 8 years as a Software Development manager, but his passion is in teaching and bringing new people into the Tech Sector.  In his spare time he's a music nut and is an aspiring, mediocre, guitarist.",
    "company" : "MAX Technical Training",
    "country" : "Cincinnati, OH",
    "email" : "sean@blessingtechnology.com",
    "featured" : false,
    "id" : 28,
    "name" : "Sean Blessing",
    "photoUrl" : "../images/people/sean_blessing.jpg",
    "socials" : [ {
      "icon" : "linkedin",
      "link" : "https://www.linkedin.com/in/sean-blessing/",
      "name" : "LinkedIn"
    } ]
  }, {
    "bio" : "Robert Beaver is currently a software developer for QC Software and member of Operation Code. He separated the US Air Force in 2017 before attending Cincy Code IT's Java bootcamp in 2017, where he was immediately employed after graduation.",
    "company" : "QC Software",
    "country" : "Cincinnati, OH",
    "email" : "robertjbeaver@gmail.com",
    "featured" : false,
    "id" : 29,
    "name" : "Robert Beaver",
    "photoUrl" : "../images/people/robert_beaver.jpg"
  }, {
    "bio" : "My name is Sue Ann Prewitt.  I am a Software Developer that started with FASCOR, Inc. in January 2018.  Software Development is a whole new world for me. I recently changed my career path completely.  I was a Legal Assistant for over 20 years and decided that I wanted to take on something totally new.  As someone who thrives in challenging environments and loves to learn, the world of technology is exciting and an adventure for me. I am fascinated with the technical age that we live in and all of the advances in modern technology. Watching my imagination and skills come to life on the screen is delightful. I recently graduated from the .NET bootcamp  at MAX Technical Training.",
    "company" : "FASCOR, Inc.",
    "country" : "Cincinnati, OH",
    "email" : "sueannprewitt@yahoo.com",
    "featured" : false,
    "id" : 30,
    "name" : "Sue Ann Prewitt",
    "photoUrl" : "../images/people/sue_ann_prewitt.jpg"
  }, {
    "bio" : "Brenden is a Mobile Developer at Atomic Robot. He does both iOS and Android development, but his passion is iOS and all things Apple. His path to application developer is an interesting story. We won't tell it now, but come to the panel talk session on alternative paths into technology and he'll tell it.",
    "company" : "Atomic Robot",
    "country" : "Mason, OH",
    "email" : "brenden@atomicrobot.io",
    "featured" : false,
    "id" : 31,
    "name" : "Brenden Konnagan",
    "photoUrl" : "../images/people/brenden_konnagan.jpg"
  } ],
  "team" : [ {
    "members" : [ {
      "name" : "Casey Borders",
      "photoUrl" : "../images/people/casey_borders.jpg",
      "socials" : [ {
        "icon" : "twitter",
        "link" : "https://twitter.com/thebeast13",
        "name" : "Twitter"
      }, {
        "icon" : "gplus",
        "link" : "https://plus.google.com/+CaseyBorders",
        "name" : "Google+"
      } ],
      "title" : "GDG Columbus Organizer"
    }, {
      "name" : "Pete Gordon",
      "photoUrl" : "../images/people/pete_gordon.png",
      "socials" : [ {
        "icon" : "twitter",
        "link" : "https://twitter.com/petegordon",
        "name" : "Twitter"
      }, {
        "icon" : "gplus",
        "link" : "https://plus.google.com/+PeteGordonUSA",
        "name" : "Google+"
      } ],
      "title" : "GDG Columbus Organizer"
    }, {
      "name" : "Patrick Hammond",
      "photoUrl" : "../images/people/patrick_hammond.jpg",
      "socials" : [ {
        "icon" : "twitter",
        "link" : "https://twitter.com/patrickhammond",
        "name" : "Twitter"
      }, {
        "icon" : "gplus",
        "link" : "https://plus.google.com/+PatrickHammond",
        "name" : "Google+"
      } ],
      "title" : "GDG Cincinnati Organizer"
    }, {
      "name" : "James Power",
      "photoUrl" : "../images/people/james_power.jpg",
      "socials" : [ {
        "icon" : "twitter",
        "link" : "https://twitter.com/powerje",
        "name" : "Twitter"
      }, {
        "icon" : "gplus",
        "link" : "https://plus.google.com/+JamesPower",
        "name" : "Google+"
      } ],
      "title" : "GDG Columbus Organizer"
    }, {
      "name" : "Greg Williams",
      "photoUrl" : "../images/people/greg_williams.png",
      "socials" : [ {
        "icon" : "twitter",
        "link" : "https://twitter.com/g_willi",
        "name" : "Twitter"
      }, {
        "icon" : "gplus",
        "link" : "https://plus.google.com/116224595242016943891",
        "name" : "Google+"
      } ],
      "title" : "GDG Cincinnati Organizer"
    }, {
      "name" : "Nikhil Sinha",
      "photoUrl" : "../images/people/nikhil_sinha.png",
      "socials" : [ {
        "icon" : "linkedin",
        "link" : "https://www.linkedin.com/in/sinhanr/",
        "name" : "LinkedIn"
      } ],
      "title" : "ITSA Vice President"
    }, {
      "name" : "David Straight",
      "photoUrl" : "../images/people/david_straight.jpg",
      "socials" : [ {
        "icon" : "twitter",
        "link" : "https://twitter.com/davidstr8",
        "name" : "Twitter"
      } ],
      "title" : "Logo Design"
    } ],
    "title" : "Core Team"
  } ],
  "tickets" : {
    "elements" : [ {
      "currency" : "$",
      "ends" : "September 7",
      "info" : "Requires valid student ID",
      "name" : "EarlyBird Student",
      "price" : 20,
      "soldOut" : true,
      "starts" : "July 25"
    }, {
      "currency" : "$",
      "ends" : "September 7",
      "name" : "EarlyBird Professional",
      "price" : 40,
      "soldOut" : true,
      "starts" : "July 25"
    }, {
      "currency" : "$",
      "ends" : "October 13",
      "info" : "Requires valid student ID",
      "name" : "Student",
      "price" : 30,
      "soldOut" : true,
      "starts" : "September 7"
    }, {
      "currency" : "$",
      "ends" : "October 13",
      "name" : "Professional",
      "price" : 50,
      "soldOut" : true,
      "starts" : "September 7"
    } ],
    "url" : "https://www.eventbrite.com/e/ohio-devfest-2018-tickets-40801993862"
  },
  "userSessions" : {
    "3mxvxldutNasEIp6G1E3RMeqAYB2" : {
      "102" : true,
      "108" : true,
      "115" : true,
      "118" : true,
      "120" : true,
      "121" : true,
      "125" : true,
      "200" : true,
      "201" : true,
      "205" : true
    },
    "3rVSBRD16bcWJcwnQ7n8OLi9eR03" : {
      "104" : true,
      "108" : true,
      "110" : true,
      "111" : true,
      "113" : true,
      "119" : true,
      "121" : true,
      "124" : true
    },
    "7oTJT3c42nTQYA2MOS69PlvrX1z2" : {
      "104" : true,
      "105" : true,
      "106" : true,
      "108" : true,
      "120" : true,
      "124" : true,
      "125" : true,
      "201" : true,
      "205" : true
    },
    "9FOzCCq6cAa3KO3KCtHynWZ5Y8s1" : {
      "104" : true,
      "110" : true,
      "112" : true,
      "118" : true,
      "123" : true
    },
    "Bu99khJRMEVvEVIqMEfOxfqMmMg1" : {
      "103" : true,
      "104" : true,
      "105" : true,
      "108" : true,
      "110" : true,
      "111" : true,
      "113" : true,
      "117" : true,
      "119" : true,
      "120" : true,
      "121" : true,
      "125" : true,
      "201" : true
    },
    "BxyPQsafeMVOrGnbrY8EGWkTjcM2" : {
      "102" : true,
      "114" : true,
      "115" : true,
      "116" : true,
      "120" : true,
      "124" : true,
      "125" : true,
      "205" : true
    },
    "EWcdb21xTeY2JQpUfpl3MizAsqS2" : {
      "103" : true,
      "109" : true,
      "110" : true,
      "112" : true,
      "121" : true,
      "124" : true,
      "201" : true
    },
    "KiEcrZ5bmNe9F5eLFAZ7PBxpbXk2" : {
      "109" : true,
      "114" : true,
      "115" : true,
      "116" : true,
      "118" : true,
      "119" : true,
      "120" : true,
      "205" : true
    },
    "LYdW77zn6NRN18mbHxK6f7UCY0I2" : {
      "105" : true,
      "108" : true,
      "112" : true,
      "114" : true,
      "117" : true,
      "118" : true,
      "125" : true,
      "200" : true,
      "201" : true
    },
    "MhsNSbsGmiXLA5T6aSfP7rwsOks2" : {
      "102" : true,
      "108" : true,
      "114" : true,
      "115" : true,
      "118" : true,
      "125" : true,
      "205" : true
    },
    "RaDG5H0ARhaNvmXXmvv10i2hMNH3" : {
      "103" : true,
      "104" : true,
      "105" : true,
      "115" : true,
      "119" : true,
      "120" : true,
      "121" : true,
      "124" : true,
      "125" : true,
      "200" : true,
      "201" : true,
      "205" : true
    },
    "Rrzc3fUbJJPvEHxAM61HAU0b6pm2" : {
      "108" : true,
      "115" : true,
      "117" : true,
      "118" : true
    },
    "USXGZZeFu7Y5aXeT7GdiXKsupWF2" : {
      "105" : true,
      "108" : true,
      "118" : true
    },
    "Ups4vB2ZT6apRKGEt1TMYVJRtLG3" : {
      "105" : true,
      "110" : true,
      "114" : true,
      "117" : true,
      "118" : true,
      "123" : true
    },
    "VHpNasWZIxbRO7lJcIY8BBurMkl2" : {
      "104" : true,
      "108" : true,
      "110" : true,
      "112" : true,
      "113" : true,
      "114" : true
    },
    "YMlARPEZwfOkV8AYixbncQdEyaj1" : {
      "103" : true,
      "116" : true,
      "117" : true
    },
    "e4DoVj8yIuYiooctjcmEjvntCCS2" : {
      "102" : true,
      "107" : true,
      "108" : true,
      "110" : true,
      "114" : true,
      "115" : true,
      "122" : true
    },
    "ezQ5LcwXqUMB6wr4qv2CfTNEKSy2" : {
      "102" : true,
      "109" : true,
      "116" : true,
      "120" : true,
      "121" : true
    },
    "g00P1YbrwQUb3XdhkWJOynibVRj1" : {
      "102" : true,
      "103" : true,
      "104" : true,
      "106" : true,
      "108" : true,
      "109" : true,
      "112" : true,
      "113" : true,
      "119" : true,
      "122" : true,
      "123" : true,
      "125" : true,
      "200" : true,
      "201" : true
    },
    "hI9G8HMrKyd6kUVcKpkKrdvk4T73" : {
      "109" : true,
      "110" : true,
      "112" : true,
      "118" : true,
      "200" : true
    },
    "hdHHgye8UOWcxLN8LXOgkE6j9tD3" : {
      "108" : true,
      "109" : true,
      "110" : true,
      "111" : true,
      "121" : true
    },
    "iXpJTWif6USmlapbjeGBr0GPFJI3" : {
      "115" : true
    },
    "iovFLPygfmhpYaqZtvCqJzhby383" : {
      "110" : true,
      "114" : true,
      "120" : true,
      "123" : true,
      "124" : true,
      "201" : true
    },
    "kKbm5ZjbPoOpOpcKVinZX6nejLv1" : {
      "103" : true,
      "104" : true,
      "114" : true,
      "118" : true,
      "119" : true,
      "120" : true,
      "124" : true,
      "125" : true,
      "200" : true,
      "201" : true,
      "205" : true
    },
    "mNc8H1deqXZkwvNZWWZVwMOXNvG2" : {
      "111" : true,
      "116" : true,
      "117" : true,
      "118" : true,
      "119" : true,
      "120" : true
    },
    "mSrH6vkPMzSnNTHVqWmXILifhEj2" : {
      "103" : true,
      "105" : true,
      "114" : true,
      "117" : true,
      "120" : true,
      "124" : true,
      "125" : true,
      "201" : true
    },
    "nTWrDGOvpCdr0d3z7rIZORbOcaj2" : {
      "103" : true,
      "104" : true,
      "114" : true,
      "115" : true,
      "116" : true,
      "119" : true,
      "120" : true,
      "121" : true,
      "122" : true
    },
    "qAoMxMdXxkO84QUJUI08sUda5bE2" : {
      "101" : true,
      "102" : true,
      "107" : true,
      "115" : true
    },
    "qT6yGIhlYRUxRw3GhblJHlCkCVq1" : {
      "104" : true,
      "115" : true,
      "200" : true
    },
    "s26cjicU41XxUWbhkD6kBeLwTLJ3" : {
      "110" : true,
      "114" : true,
      "116" : true,
      "117" : true,
      "118" : true,
      "120" : true,
      "125" : true,
      "200" : true,
      "201" : true,
      "null" : true
    },
    "s2wOST0FFueLvPCddabi18QR17h2" : {
      "108" : true,
      "109" : true,
      "110" : true,
      "112" : true,
      "113" : true,
      "114" : true,
      "201" : true
    },
    "t5lPlv6dKPWxzoiibWQg2MrAsd02" : {
      "103" : true,
      "104" : true,
      "107" : true,
      "112" : true,
      "113" : true,
      "114" : true,
      "115" : true,
      "200" : true,
      "201" : true
    },
    "tJLecLZuG2OtBsWVf14AyLorLOe2" : {
      "102" : true,
      "108" : true,
      "110" : true,
      "112" : true,
      "113" : true,
      "121" : true
    },
    "uCJwaM17BlPQeiUeTtDyBGJVyoo2" : {
      "103" : true,
      "119" : true,
      "121" : true,
      "123" : true,
      "200" : true,
      "201" : true,
      "205" : true
    },
    "uft2QO7JRSe1f9CcGUJH2Dapz902" : {
      "103" : true
    },
    "ulkvyazidQdJzXOGs5Vap5e1XnB2" : {
      "101" : true,
      "104" : true,
      "107" : true,
      "108" : true,
      "110" : true,
      "113" : true,
      "118" : true,
      "120" : true,
      "121" : true,
      "124" : true,
      "125" : true,
      "201" : true,
      "205" : true
    },
    "v8dpTr6RdWMMrVtMMsjEx3Ii5Lk1" : {
      "105" : true
    },
    "weAC1vFtE7WBvWYPU66ZrHsVQ9N2" : {
      "103" : true,
      "105" : true,
      "109" : true,
      "120" : true
    },
    "x0NKkRFVLXdlFaqIr1KGDV5BVCJ3" : {
      "109" : true,
      "111" : true,
      "112" : true,
      "113" : true,
      "115" : true,
      "125" : true,
      "200" : true,
      "201" : true,
      "205" : true
    },
    "ydUVVmN8h2akSAQWW6KjEP5GB2A2" : {
      "102" : true,
      "103" : true,
      "108" : true,
      "110" : true,
      "111" : true,
      "112" : true,
      "115" : true,
      "116" : true,
      "118" : true,
      "200" : true,
      "201" : true
    }
  }
}
